[
  {
    "id": 1,
    "target": "One",
    "title": "Какие виды туров вы предлагаете?",
    "content": "Hant Travel предлагает разнообразные турпакеты по Самарканду, соответствующие различным интересам и стилю путешествия. У нас есть варианты для любителей истории, архитектуры и тех, кто стремится к культурному погружению.",
    "countable": []
  },
  {
    "id": 2,
    "target": "Two",
    "title": "Что обычно входит в туристический пакет Hant Travel?",
    "content": "",
    "countable": [
      "Размещение: Комфортабельные отели, расположенные в Самарканде или недалеко от основных достопримечательностей",
      "Транспорт: Надежный транспорт в пределах Самарканда (такси, автобусы или личный транспорт в зависимости от комплектации)",
      "Входные билеты: Плата за посещение всех исторических мест и музеев, перечисленных в маршруте.",
      "Экскурсии: Опытные англоговорящие гиды проводят все мероприятия, включенные в программу",
      "Питание: Завтрак обычно включен в стоимость, а обед и ужин могут варьироваться в зависимости от пакета (уточняйте детали)"
    ]
  },
  {
    "id": 3,
    "target": "Three",
    "title": "Что обычно HE входит в туристический пакет Hant Travel?",
    "content": "",
    "countable": [
      "Международные перелеты: Перелеты в Самарканд и обратно не включены в стоимость, если это не указано в пакете.",
      "Туристическая страховка: Настоятельно рекомендуется использовать туристическую страховку для защиты вашего путешествия (обычно она не входит в стоимость).",
      "Питание: Обеды и ужины могут быть исключены в зависимости от пакета (уточняйте детали)",
      "Личные расходы: сувениры, напитки, чаевые и другие личные расходы не включены",
      "Визовые сборы: Вы несете ответственность за визовые сборы в Узбекистан (ознакомьтесь с требованиями к оформлению визы)",
      "Дополнительные мероприятия: Экскурсии, выходящие за рамки запланированного маршрута, обычно оплачиваются дополнительно"
    ]
  },
  {
    "id": 4,
    "target": "Four",
    "title": "Как мне забронировать тур с Hant Travel?",
    "content": "",
    "countable": [
      "Веб-сайт: Просмотрите веб-сайт Hant Travel и ознакомьтесь с вариантами туров по Самарканду. Забронируйте тур напрямую онлайн, если найдете подходящий тур.",
      "Свяжитесь с нами: свяжитесь с офисом Hant Travel в Самарканде по телефону или электронной почте. Наши дружелюбные турагенты ответят на ваши вопросы и помогут выбрать идеальный тур",
      "Посетите нас: Если вам удобно, посетите офис Hant Travel в Самарканде (подробный адрес, вероятно, можно найти на их веб-сайте)"
    ]
  },
  {
    "id": 5,
    "target": "Five",
    "title": "Каковы правила отмены бронирования в Hant Travel?",
    "content": "Правила отмены бронирования могут варьироваться в зависимости от конкретного тура и того, насколько заблаговременно вы отменяете бронирование. Очень важно ознакомиться с правилами выбранного вами тура перед бронированием. Как правило, плата за отмену бронирования увеличивается по мере приближения даты вылета.",
    "countable": []
  }
]