import React from 'react';

const ru = () => {
  return (
    <>
      <h1>Правила и условия</h1>
      <p>Последнее обновление: 13 апреля 2024 г.</p>
      <p>Пожалуйста, внимательно прочитайте эти правила и условия перед использованием нашего сервиса.</p>
      <h2>Толкование и определения</h2>
      <h3>Толкование</h3>
      <p>Слова, начальная буква которых пишется с заглавной буквы, имеют значения, определенные при соблюдении следующих
        условий.
        Следующие определения должны иметь одинаковое значение независимо от того, употребляются ли они в единственном
        числе или в
        множественное число.</p>
      <h3>Определения</h3>
      <p>Для целей настоящих Правил и условий:</p>
      <ul>
        <li>
          <p><strong>Аффилированное лицо</strong> означает юридическое лицо, которое контролирует, находится под
            контролем
            или под общим контролем с
            сторона, где "контроль" означает владение 50% или более акций, долей участия в капитале или другими
            ценные бумаги, дающие право голоса при избрании директоров или иного органа управления.</p>
        </li>
        <li>
          <p><strong>Страна</strong>: Узбекистан</p>
        </li>
        <li>
          <p>
            <strong>компания</strong>
            (именуемая либо "the
            Компания", "Мы", "Нас" или "Наш" в настоящем Соглашении) относится к Hant Travel,
            Узбекистан, Самарканд .
          </p>
        </li>
        <li>
          <p><strong>Устройство</strong> означает любое устройство, которое может получить доступ к Сервису, например
            компьютер, мобильный телефон или
            цифровой планшет.</p>
        </li>
        <li>
          <p><strong>Сервис</strong> относится к Веб-сайту.</p>
        </li>
        <li>
          <p><strong>Положения и условия</strong> (также называемые "Условия") означают настоящие Положения и условия
            которые составляют полное соглашение между Вами и Компанией относительно использования Сервиса. Настоящее
            соглашение о правилах и
            условиях было создано с помощью <a
              href="https://www.termsfeed.com/terms-conditions-generator/" target="_blank">Правил и условий
              Генератор</a>.</p>
        </li>
        <li>
          <p><strong>Сторонний сервис социальных сетей</strong> означает любые услуги или контент (включая данные,
            информация, продукты или услуги), предоставляемые третьей стороной, которые могут быть отображены, включены
            или сделаны
            доступно с помощью Сервиса.</p>
        </li>
        <li>
          <p><strong>Веб-сайт</strong> относится к hant travel, доступ к которому осуществляется с помощью
            <a href="https://hant-travel.vercel.app/" rel="внешнего приложения, не поддерживающего подписку"
               target="_blank">https://hant-travel.vercel.app /</a>
          < / p>
        </li>
        <li>
          <p>
            <strong>Вы</strong> означает физическое лицо, получающее доступ к Сервису или использующее его, или
            компанию,
            или другое юридическое лицо
            юридическое лицо, от имени которого такое физическое лицо получает доступ к Сервису или использует его, в
            зависимости от обстоятельств.</p>
        </li>
      </ul>
      <h2>Подтверждение</h2>
      <p>Это Положения и условия, регулирующие использование данного Сервиса, и соглашение, действующее между
        Вами и Компанией. Настоящие Правила и условия устанавливают права и обязанности всех пользователей в отношении
        использования Сервиса.</p>
      <p>Ваш доступ к Сервису и его использование зависят от Вашего согласия с настоящими Положениями и условиями и их
        соблюдения
        . Эти Положения и условия распространяются на всех посетителей, пользователей и других лиц, которые получают
        доступ
        к Сервису или используют его.</p>
      <p>Получая доступ к Сервису или используя его, Вы соглашаетесь соблюдать настоящие Правила и условия. Если Вы не
        согласны с какой-либо
        частью этих Правил и условий, Вы не сможете получить доступ к Сервису.</p>
      <p>Вы подтверждаете, что вам исполнилось 18 лет. Компания не разрешает лицам младше 18 лет пользоваться
        Сервисом.</p>
      <p>ваш доступ и использование сервиса является также согласием и соблюдением конфиденциальности
        Политика компании. Наша Политика конфиденциальности описывает наши правила и процедуры по сбору, использованию и
        раскрытию Вашей личной информации, когда Вы используете Приложение или Веб-сайт, и сообщает Вам о Ваших
        права на неприкосновенность частной жизни и то, как закон защищает Вас. Пожалуйста, внимательно ознакомьтесь с
        нашей
        Политикой конфиденциальности, прежде чем использовать наш
        Обслуживание.</p>
      <h2>Ссылки на другие веб-сайты</h2>
      <p>Наш сервис может содержать ссылки на сторонние веб-сайты или сервисы, которые не принадлежат
        Компании и не контролируются ею.</p>
      <p> Компания не контролирует и не несет ответственности за содержание, политику конфиденциальности или
        практические
        действия
        любых сторонних веб-сайтов или сервисов. Вы также признаете и соглашаетесь с тем, что Компания не
        несет прямой или косвенной ответственности за любой ущерб или убытки, причиненные или предполагаемые в
        результате
        в связи с использованием или доверием к любому такому контенту, товарам или услугам, доступным на любых таких
        веб-сайтах или сервисах или посредством них
        .
        Мы настоятельно рекомендуем Вам ознакомиться с положениями и условиями и политиками конфиденциальности любых
        сторонних веб-сайтов или
        сервисы, которые Вы посещаете.</p>
      <h2>Прекращение</h2>
      <p>Мы можем прекратить или приостановить Ваш доступ немедленно, без предварительного уведомления или
        ответственности,
        по любой причине
        какой бы то ни было, в том числе, без ограничений, в случае нарушения Вами настоящих Условий.< / p>
      <p>После расторжения договора Ваше право на использование Сервиса немедленно прекращается.</p>
      <h2>Ограничение ответственности</h2>
      <p>Несмотря на любые убытки, которые Вы можете понести, Компания и любой из ее поставщиков несут полную
        ответственность.
        в соответствии с любым положением настоящих Условий, Ваше исключительное право на возмещение всего
        вышеизложенного
        ограничивается
        суммой, фактически уплаченной Вами через Сервис, или 100 долларами США, если Вы ничего не приобретали через
        Сервис.</p>
      <p>В максимальной степени, разрешенной применимым законодательством, Компания или ее поставщики ни при каких
        обстоятельствах не несут ответственности за
        какие-либо особые, случайные, косвенные убытки (включая, но не ограничиваясь, ущерб
        за упущенную выгоду, потерю данных или другой информации, за перерыв в работе, за телесные повреждения, потерю
        конфиденциальности, возникшую в результате или каким-либо образом связанную с использованием или невозможностью
        использования Сервиса, программного обеспечения сторонних производителей
        и/или стороннего оборудования, используемого с Сервисом, или иным образом в связи с любым положением настоящих
        Условий),
        даже если Компания или любой поставщик были предупреждены о возможности такого ущерба и даже если средства
        правовой
        защиты
        не справляется со своей основной задачей.</p>
      <p>В некоторых штатах не допускается исключение подразумеваемых гарантий или ограничение ответственности за
        случайные
        или
        косвенные убытки, что означает, что некоторые из вышеуказанных ограничений могут не применяться. В этих штатах
        каждый
        ответственность сторон будет ограничена в максимально возможной степени, разрешенной законом.</p>
      <h2>"КАК ЕСТЬ" и "КАК ДОСТУПНО" Отказ от ответственности</h2>
      <p>Сервис предоставляется Вам "КАК ЕСТЬ" и "КАК ДОСТУПНО", со всеми ошибками и дефектами
        без каких-либо гарантий. В максимальной степени, разрешенной действующим законодательством, Компания
        самостоятельно
        от имени и по поручению своих аффилированных лиц, а также своих и их соответствующих лицензиаров и поставщиков
        услуг, прямо
        отказывается от всех гарантий, явных, подразумеваемых, предусмотренных законом или иным образом, в отношении
        Сервиса,
        включая все подразумеваемые гарантии товарной пригодности, пригодности для определенной цели, права
        собственности и
        ненарушения прав, а также гарантии, которые могут возникнуть в ходе деловых отношений, исполнения, использования
        или
        торговли
        практика. Без ограничения вышеизложенного, Компания не предоставляет никаких гарантий или обязательств и не
        делает
        никаких
        заявлений о том, что Сервис будет соответствовать Вашим требованиям, достигнет каких-либо запланированных
        результатов, будет
        совместимы или работают с любым другим программным обеспечением, приложениями, системами или службами, работают
        бесперебойно,
        соответствуют любым стандартам производительности или надежности или не содержат ошибок, или что любые ошибки
        или
        дефекты могут или будут
        исправлены.</p>
      <p>Не ограничивая вышеизложенное, ни Компания, ни кто-либо из поставщиков услуг компании не делает никаких
        заявлений
        или гарантии любого рода, явные или подразумеваемые: (i) в отношении функционирования или доступности Сервиса,
        или в
        отношении
        информации, контента и материалов или продуктов, включенных в него; (ii) что Сервис будет бесперебойным или
        безошибочным; (iii) что касается точности, надежности или актуальности любой информации или контента,
        предоставляемых посредством
        сервис; или (iv) что Сервис, его серверы, контент или электронные письма, отправленные от Компании или от ее
        имени
        , не содержат вирусов, скриптов, троянских коней, червей, вредоносных программ, бомб замедленного действия или
        других вредоносных компонентов.< / p>
      <p>В некоторых юрисдикциях не допускается исключение определенных видов гарантий или ограничений на применимые
        законные права потребителя, поэтому некоторые или все вышеперечисленные исключения и ограничения могут к Вам не
        относиться. Но
        в таком случае исключения и ограничения, изложенные в этом разделе, должны применяться в максимальной степени
        и могут быть выполнены в соответствии с действующим законодательством.</p>
      <h2>Применимое законодательство</h2>
      <p>Настоящие Условия и использование Вами веб-сайта регулируются законами страны, за исключением норм
        коллизионного права.
        Услуга. Использование вами Приложения также может регулироваться другими местными, государственными,
        национальными или международными правилами.
        законы.</p>
      <h2>Разрешение споров</h2>
      <p>Если у Вас возникнут какие-либо сомнения или спор по поводу Сервиса, Вы соглашаетесь сначала попытаться
        разрешить спор неофициально
        связавшись с Компанией.</p>
      <h2>Для пользователей Европейского союза (ЕС)</h2>
      <p>Если Вы являетесь потребителем из Европейского Союза, на вас распространяются все обязательные положения
        законодательства страны, в которой Вы проживаете
        .</p>
      <h2>Соблюдение законодательства Соединенных Штатов</h2>
      <p> Вы заявляете и гарантируете, что (i) Вы не находитесь в стране, которая подчиняется Соединенным Штатам
        государственное эмбарго, или который был объявлен правительством Соединенных Штатов "террористическим
        поддерживающая "страна", и (ii) Вы не значитесь ни в одном правительственном списке запрещенных или
        ограниченно посещаемых лиц Соединенных Штатов.</p>
      <h2>Разделение и отказ от ответственности</h2>
      <h3>Возможность разделения</h3>
      <p>Если какое-либо положение настоящих Условий будет признано неисполнимым или недействительным, такое положение
        будет изменено и
        истолковано таким образом, чтобы достичь целей такого положения в максимально возможной степени в соответствии с
        применимым законодательством
        , а остальные положения сохранят полную силу и действенность.</p>
      <h3>Отказ от ответственности</h3>
      <p>За исключением случаев, предусмотренных настоящим Соглашением, неисполнение права или требования исполнения
        обязательства в соответствии с
        настоящими Условиями не влияет на способность стороны осуществлять такое право или требовать такого исполнения в
        любое время
        после этого отказ от ответственности за нарушение не означает отказа от любых последующих нарушений.</p>
      <h2>Перевод Устный</h2>
      <p>Эти Положения и условия могли быть переведены, если мы сделали их доступными для Вас на нашем Сервисе.
        Вы соглашаетесь с тем, что в случае возникновения спора преимущественную силу имеет оригинальный текст на
        английском языке.</p>
      <h2>Изменения в настоящих Правилах и условиях</h2>
      <p>Мы оставляем за собой право по собственному усмотрению изменять или заменять настоящие Условия в любое время.
        Если пересмотр является
        материал Мы приложим разумные усилия, чтобы уведомить вас об этом как минимум за 30 дней до вступления в силу
        любых новых условий.
        эффект. Что представляет собой существенное изменение, будет определено по нашему собственному усмотрению.
        Продолжая получать доступ к нашему Сервису или пользоваться им после вступления в силу этих изменений, Вы
        соглашаетесь соблюдать
        пересмотренные условия. Если Вы не согласны с новыми условиями, полностью или частично, пожалуйста, прекратите
        использование веб-сайта и Сервиса
        .</p>
      <h2>Свяжитесь с нами</h2>
      <p>Если у вас есть какие-либо вопросы по поводу настоящих Правил и условий, вы можете связаться с нами:</p>
      <ul>
        <li>
          <p>По электронной почте: info@hant-travel.com </p>
        </li>
        <li>
          <p>Посетив эту страницу на нашем веб-сайте:
            <a href="https://hant-travel.vercel.app/"
               rel="внешний пользователь, за которым никто не следит"
               target="_blank">https://hant-travel.vercel.app/</a></p>
        </li>
        <li>
          <p>По номеру телефона: +998978947323</p>
        </li>
      </ul>
    </>
  );
}

export default ru;