import React from 'react';

const ru = () => {
  return (
    <>
      <h1>Политика конфиденциальности HANT TRAVEL</h1>     <p>Компания HANT TRAVEL управляет веб-сайтом
      https://hant-travel.vercel.app/, который предоставляет УСЛУГИ.</p>

      <p>Эта страница используется для информирования посетителей веб-сайта о нашей политике в отношении сбора,
        использования и раскрытия
        личной информации, если кто-либо решил воспользоваться нашим сервисом, веб-сайтом hant-travel.vercel.app.</p>

      <p>Если вы решите воспользоваться нашим сервисом, то вы соглашаетесь на сбор и использование информации, связанной
        с этим
        политика. Личная информация, которую мы собираем, используется для предоставления и улучшения Сервиса. Мы не
        будем
        использовать или передавать вашу информацию кому-либо, за исключением случаев, описанных в настоящей Политике
        конфиденциальности.</p>

      <p> Термины, используемые в настоящей Политике конфиденциальности, имеют те же значения, что и в наших Положениях
        и условиях, которые
        доступны по ссылке https://hant-travel.vercel.app/, если в настоящей Политике конфиденциальности не определено
        иное.</p>

      <h2>Сбор и использование информации</h2>

      <p> Для удобства пользования нашим сервисом мы можем потребовать, чтобы вы предоставили нам определенные
        персональные данные.
        идентифицирующая информация, включая, но не ограничиваясь этим, ваше имя, номер телефона и почтовый адрес.
        Информация, которую мы собираем, будет использована для того, чтобы связаться с вами или идентифицировать
        вас.</p>

      <h2>Данные журнала</h2>

      <p>Мы хотим сообщить вам, что всякий раз, когда вы посещаете наш Сервис, мы собираем информацию, которую
        отправляет нам ваш браузер
        это называется данными журнала. Эти данные журнала могут включать такую информацию, как интернет-протокол вашего
        компьютера ("IP").
        адрес, версия браузера, страницы нашего Сервиса, которые вы посещаете, время и дата вашего посещения,
        потраченное время
        на этих страницах приведены и другие статистические данные.</p>

      <h2>Файлы cookie</h2>

      <p>Файлы cookie - это файлы с небольшим объемом данных, которые обычно используются в качестве анонимного
        уникального идентификатора. Они
        отправляются в ваш браузер с веб-сайта, который вы посещаете, и сохраняются на жестком диске вашего
        компьютера.</p>

      <p>Наш веб-сайт использует эти "cookies" для сбора информации и улучшения нашего сервиса. У вас есть возможность
        примите или откажитесь от использования этих файлов cookie и знайте, когда они отправляются на ваш компьютер.
        Если вы решите
        отказаться от использования наших файлов cookie, вы, возможно, не сможете использовать некоторые части нашего
        сервиса.</p>

      <h2>Поставщики услуг</h2>

      <p>Мы можем нанимать сторонние компании и частных лиц по следующим причинам:</p>

      <ul>
        <li>Для облегчения нашего обслуживания;</li>
        <li>Для предоставления Услуг от нашего имени;</li>
        <li>Для предоставления услуг, связанных с Сервисом; или</li>
        <li>Для оказания нам помощи в анализе того, как используется наш сервис.</li>
      </ul>

      <p>Мы хотим проинформировать пользователей нашего сервиса о том, что эти третьи лица имеют доступ к вашей личной
        информации.
        Причина в том, чтобы выполнять задачи, возложенные на них от нашего имени. Однако они обязаны не разглашать или
        используйте эту информацию для любых других целей.</p>

      <h2>Безопасность</h2>

      <p> Мы ценим ваше доверие к предоставлению нам вашей личной информации, поэтому стремимся использовать ее в
        коммерческих целях.
        приемлемые средства его защиты. Но помните, что ни один способ передачи данных через Интернет или
        электронное хранилище защищено и надежно на 100%, и мы не можем гарантировать его абсолютную сохранность.</p>

      <h2>Ссылки на другие сайты</h2>

      <p>Наш сервис может содержать ссылки на другие сайты. Если вы перейдете по сторонней ссылке, вы будете
        перенаправлены на этот
        сайт. Обратите внимание, что мы не управляем этими внешними сайтами. Поэтому мы настоятельно рекомендуем вам
        ознакомиться
        с Политикой конфиденциальности этих веб-сайтов. Мы не контролируем и не несем никакой ответственности за
        конфиденциальность контента
        политики или методы работы любых сторонних сайтов или сервисов.</p>

      <p>Конфиденциальность детей</p>

      <p> Наши услуги не предназначены для лиц младше 18 лет. Мы сознательно не собираем личную информацию, позволяющую
        установить личность.
        информация от детей младше 18 лет. В случае, если мы обнаружим, что ребенок младше 18 лет предоставил нам личную
        информацию
        информацию, мы немедленно удаляем ее с наших серверов. Если вы являетесь родителем или опекуном и вам известно,
        что
        ваш ребенок предоставил нам личную информацию, пожалуйста, свяжитесь с нами, чтобы мы могли предпринять
        необходимые действия
        действия.< / p>

      <h2>Изменения в настоящей Политике конфиденциальности</h2>

      <p>Мы можем время от времени обновлять нашу Политику конфиденциальности. Таким образом, мы рекомендуем вам
        периодически просматривать эту страницу, чтобы
        любые изменения. Мы уведомим вас о любых изменениях, разместив новую политику конфиденциальности на этой
        странице. Эти изменения
        вступают в силу немедленно после их публикации на этой странице.</p>

      <h2>Свяжитесь с нами</h2>

      <p> Если у вас есть какие-либо вопросы или предложения по поводу нашей политики конфиденциальности, не стесняйтесь
        обращаться к нам.</p>
    </>
  );
}

export default ru;